package ru.ipo.kio.base.loc 
{
	public function BaseLocalization_RU() : Object
	{
		return {
				main:"главный",
				buttons : {
					load : "Загрузить",
					save : "Сохранить"
				},
                screen:{
                    welcome:{
                        mainMessage: '<p class="h1">Вас приветствует конкурс КИО 2011!</p><p>Вам предстоит решить три задачи и прочитать еще немного приветственного текста.</p><p>Перед тем как приступить к решению задач, вам потребуется:</p><li>Позволить программе сохранять данные на диск</li><li>Заполнить анкету</li><p>Нажмите "Продолжить", чтобы приступить.</p><p class="footnote"><i>Если вы имеете сохраненные результаты участия, можоте загрузить их кнопкой "загрузить рабочее пространство"</i></p>'
                    }
                }
			};
	}
}